<?php

return [[
    "1" => [
        "type" => "1",
        "ru" => [
            "items" => [
                ["text" => "Доброе утро!\n\nКак показывают исследования, то, как мы проводим свой день, во многом зависит от наших намерений и целей.\n\nДень только начинается. Какую цель, вы могли бы поставить для себя на сегодня?\n\nНапишете ответ ниже, пожалуйста."],
                ["text" => "Доброе утро!\n\nЗнали ли вы, что некоторые вещи делают нас счастливее, стоит лишь о них подумать.\n\nМысли о ком  или о чем приносят радость вам?\n\nНапишете ответ ниже, пожалуйста."],
                ["text" => "Доброе утро!\n\nДавайте начнем день с решения маленькой задачки:\n\nГуси шли на водопой гуськом (один вслед за другим).\nОдин гусь посмотрел вперёд – перед ним 17 голов. Посмотрел назад – за ним 42 лапы.\nСколько гусей шло на водопой?", 'actions' => ['59', '39', '25']],
                ["text" => "Доброе утро!\n\nДавайте начинать день с позитива!\n\nКакими тремя позитивными словами вы могли бы описать себя?\n\nНапишете ответ ниже, пожалуйста."],
                ["text" => "Доброе утро!\n\nКак вы думаете, какая самая древняя профессия в мире?\n\nНапишите ответ ниже, пожалуйста.", 'actions' => ['Дантист', 'Проститутка', 'Фермер']],
                ["text" => "Доброе утро!\n\nИзвестно ли вам, что более 40% действий которые мы совершаем - это наши привычки, которые мы совершаем на автоматизме. \n\nКакие из ваших привычек вам хотелось бы изменить?\n\nОтвет напишите, пожалуйста, ниже."],
                ["text" => "Доброе утро!\n\nКак вы думаете, какая страна является самой посещаемой туристами в мире?", 'actions' => ['Китай', 'Бразилия', 'Франция']],

                ["text" => "Доброе утро!\n\nМечты зачастую служат нам жизненным компасом, указывая на наши глубинные ценности, желания и то, что нам важно.\n\nО чем мечтаете сегодня вы?\n\nНапишите ответ ниже, пожалуйста."],
                ["text" => "Доброе утро!\n\nПопробуйте ответить на задачку.\n\nВы седите в самолете, впереди вас лошадь, сзади автомобиль. Где вы?\n\nОтвет напишите пожалуйста ниже."],
                ["text" => "Доброе утро!\n\nЗнали ли вы, что музыка улучшает работу наших мышц во время физических упражнений аж на 15%!\n\nА вы сегодня уже сделали зарядку?", 'actions' => ['Да', 'Нет и не буду', 'Нет, позже сделаю']],
                ["text" => "Доброе утро!\n\nПсихологи установили, что наше счастье во многом зависит от того, на что мы обращаем и расходуем свое внимание. \n\nНа каких вещах свойственно фокусироваться вам?", 'actions' => ['В основном на позитивных', 'В основном на негативных', 'Нужно подумать']],
                ["text" => "Доброе утро!\n\nВсего лишь 10% людей успешно справляются с избыточным весом садясь на диеты. Все это потому, что на наш вес влияет масса других факторов. \nНапример, ученые доказали, что если мы едим медленнее и с большим удовольствием, мы не набираем, а даже теряем вес.\n\nПо шкале от 1 до 5, сколько удовольствия вам принес сегодняшний завтрак?\n\n1 - не принес удовольствия, 5 - огромное удовольствие", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Доброе утро!\n\nЛев Ландау, выдающийся физик и лауреат Нобелевской премии, так же известен одной из своих теорий про счастье. Его формула счастья довольно проста, она состоит из 3 компонентов: Работа, Любовь и Общение с людьми.\n\nКакой из этих трех компонентов наиболее важен для вас в данное время?", 'actions' => ['Работа', 'Любовь', 'Общение с людьми']],
                ["text" => "Доброе утро!\n\nИзвестно ли вам, что наш мозг составляет всего лишь 2% массы тела, но потребляет 25% всего кислорода, который мы вдыхаем. \n\nПолезные привычки позволяют нашему мозгу экономить энергию.\n\nКакую полезную привычку, вы хотели бы возможно попробовать сегодня?\n\nНапишите ответ ниже, пожалуйста."],
//
                ["text" => "Доброе утро!\nА знаете ли вы, что в мире существуют минимум 6 людей которые на вас похожи, и вероятность того, что вы когда-то на протяжении вашей жизни встретите своего двойника 9%.\n\nХотели бы ли вы однажды встретить своего двойника? ", 'actions' => ['Да', 'Нет', 'Сомневаюсь']],
                ["text" => "Доброе утро! \nНа случай, если вы сегодня куда-то собираетесь, помните, что первое, на что люди обращают внимание при встрече с вами - это ваши туфли. \n\nПо шкале от 1 до 5, насколько вам важно мнение окружающих?\n\n1 - совсем не важно, 5 - очень важно", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Доброе утро!\nСпорт продлевает нашу жизь! Существует 50% вероятность того, что люди, проводящие 11 часов в сидячем положении рискуют умереть в следующие 3 года. \nПрогуляйтесь, поприседайте, наслаждайтесь движением!\n\nА вы уже занимались каким-то спортом сегодня?", 'actions' => ['Да', 'Нет', 'Мне не важно']],
                ["text" => "Доброе утро! \n\nУтренний завтрак придает нам сил. Знаетел ли вы, что праворукие люди так же и жуют в основном правой стороной. \n\nА вы правша или левша?", 'actions' => ['Правша', 'Левша']],
                ["text" => "Доброе утро!\nСогласно исследованиям, создание намерения какого-то действия увеличивает вероятность того, что вы его выполните на 30%.\nС каким намерением вы хотите начать ваш день, так, чтобы он удался?\n\nОтвет напишите, пожалуйста, ниже."],
                ["text" => "Доброе утро! \nЗнали ли вы, что ваш рост зависит от роста вашего отца, а ваш вес - от веса вашей матери? \n\nСовпадает ли это в вашем случае?", 'actions' => ['Да', 'Нет', 'Сомневаюсь']],
                ["text" => "Доброе утро! \nНаверняка вы замечали, что после отдыха у вас могут появляться новые идеи, ответы на заботящие вас вопросы. Все это потому что, когда мы отдыхаем, и отдыхает наш мозг, наше подсознательное продолжает перерабатывать полученую информацию. Отдыхая намеренно мы лучше думаем. \n\nА вы используете отдых намеренно?", 'actions' => ['Да', 'Нет']],

                ["text" => "Доброе утро! \nЗнали ли вы, что человеческих мозг не может не замечать три вещи: еду, привлекательных людей, опасность.\n\nА что, по вашему мнению, замечаете чаще всего вы?", 'actions' => ['Еду', 'Привлекательных людей', 'Опасность']],
                ["text" => "Доброе утро! \nЗнали ли вы, что положив пакетик чая в спортивную обувь или спортивную сумку, вы сможете избавиться от неприятного запаха внутри.\n\nСобираетесь ли вы, сегодня заняться физической активностью?", 'actions' => ['Да', 'Нет', 'Сомневаюсь']],
                ["text" => "Доброе утро! \nВ мире существует такое количество сортов яблок, что если пробовать по одному сорту в день, у вас это займет 20 лет.\n\nА вы уже съели яблоко сегодня?", 'actions' => ['Да', 'Нет']],
                ["text" => "Доброе утро! \nВремя - наш самый важный ресурс, и то, как мы оцениваем свое время, влияет на наши действия и решения и цели. \nДумая о будущем, по шкале от 1 до 5, насколько вы согласны с утверждением:\n«Большая часть моей жизни, все еще ждет меня впереди»?\n\n1 - совсем не согласен, 5 - абсолютно согласен", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Доброе утро! \nНаверняка вам известно, что без еды человек может жить несколько недель, а без сна - 11 дней. \nПо шкале от 1 до 5, насколько хорошо вы сегодня спали?\n\n1 - очень плохо, 5 - замечательно", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Доброе утро! \nЗнали ли вы, что лень и отсутстве активности убивает столько же людей, сколько убивает курение. \n\nЧто вы можете сделать сегодня, чтобы почувствовать себя здоровым? \nНапишите ответ ниже, пожалуйста."],
                ["text" => "Доброе утро! \nЗнали ли вы, что наш мозг потребляет столько же энергии, сколько ее потребляет лампочка 10 ватт. \nЧто вы делаете для того, чтобы стимулировать ваш мозг? \nНапишите ответ ниже."],
                ["text" => "Доброе утро! \nСогласно исследованиям, наше счастье во многом зависит от того, как мы поддерживаем позитивные отношения с теми, кто нам дорог. \nС кем сегодня можете поговорить вы, чтобы почувствовать себя немножко счастливее?  \nНапишете ответ ниже, пожалуйста."],

                /*              
                ["text" => "Доброе утро!\nА знаете ли вы, что в мире существуют минимум 6 людей которые на вас похожи, и вероятность того, что вы когда-то на протяжении вашей жизни встретите своего двойника 9%.Хотели бы ли вы однажды встретить своего двойника?", "actions"=>["Да", "Нет", "Сомневаюсь ответить"],  ],
                ["text" => "Доброе утро!\nНа случай, если вы сегодня куда-то собираетесь, помните, что первое, на что люди обращают внимание при встрече с вами - это ваши туфли. Так оденьте же хорошую пару туфлей при выходе из дома!", "actions"=>"Я и так всегда\n в приличных туфлях; Мне все это не важно", ],
                ["text" => "Доброе утро!\nСреда - середина недели, а вы уже занимались каким-то спортом?\nСуществует 50% вероятность того, что люди, проводящие 11 часов в сидячем положении рискуют умереть в следующие 3 года.\nПрогуляйтесь, поприседайте, наслаждайтесь движением!", "actions"=>"Я уже сделал зарядку!; Спасибо, обязательно!;Я и так весь день на ногах" ],
                ["text" => "Доброе утро!\nУтренний завтрак придает нам сил. А знали ли вы, что праворукие люди так же и жуют в основном правой стороной. А вы правша или левша?", "actions"=>"Правша; Левша; Не хочу отвечать", ],
                ["text" => "Доброе утро!\nВот и подходит к концу рабочая неделя.\nСогласно исследованиям, создание намерения какого-то действия увеличивает вероятность того, что вы его выполните на 30%.\nА вы уже спланировали свои выходные?", "actions"=>"Да;Нет;Есть идеи", ],
                ["text" => "Доброе утро!\nЗнали ли вы, что ваш рост зависить от роста вашего отца, а ваш вес - от веса вашей матери?Совпадает ли это в вашем случае?", "actions"=>"Да;Нет", ],
                ["text" => "Доброе утро!\nНу вот и воскресенье - день отдыха! Наверняка вы замечали, что именно после отдыха у вас могут появляться новые идеи, ответы на заботящие вас вопросы, лучшее осмысление ситуации. \nВсе это потому что, когда мы отдыхаем, и отдыхает наш мозг, наше подсознательное продолжает перерабатывать полученую информацию.\nОтдыхая намеренно мы лучше думаем.\nА вы используете отдых намеренно?", "actions"=>"Да;Нет", ],
*/
            ],
            "default" => [
                "text_after_answer" => "Спасибо за ответ! Хорошего вам дня!",
                "1text_after_1" => "Вы выбрали like",
                "1text_after_2" => "Вы выбрали dislike",
                "1text_after_3" => "Вы выбрали dont know",
                "1text_after_dislike" => "Вот увидите, день будет прекрасным!",
                "1kb" => [
                    'inline_keyboard' => [
                        [
                            ['text' => 'Все хорошо', "callback_data" => "like"],
                            ['text' => 'Все неважно', "callback_data" => "dislike"],
                        ]
                    ]
                ]
            ]
        ],
        "en" => [],
    ],
    "2" => [
        "type" => "1",
        "ru" => [
            "items" => [
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, как бы вы оценили ваш сегодняшний день?\n\n1 - ужасный, 5 - отличный", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nИзвестно ли вам, что нет ни плохих ни хороших эмоций. Здоровому человеку свойственно чувствовать всю палитру эмоций. \n\nА какую эмоцию сейчас, в моменте испытываете вы?\n\nОтвет напишите ниже, пожалуйста.", 'answers' => ['Ответ в открытой форме']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'У меня всегда находятся добрые слова для каждого'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nПопробуйте найти ответ на задачку.\n\nПри каком условии 3 мальчика и 2 девочки, 4 взрослых, 1 собака и 1 кот не намокнут, став всего под 1 зонт?\n\nОтвет напишите ниже, пожалуйста.", 'answers' => ['Спасибо за ответ! Правильный ответ - При условии, что дождя нет ;) . Хорошего Вам дня!']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я всегда готов для любой ситуации'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nИзвестно ли вам, что физические упражнения понижают уровень депрессии даже у людей страдающих от депрессии.\n\nКакие физические упражнения уже сделали сегодня вы?\n\nОтвет напишите ниже, пожалуйста.", 'answers' => ['Ответ в открытой форме']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Мне комфортно находиться среди людей'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],

                ["text" => "Добрый день!\n\nИсследования показывают, что люди, не занимающиеся физической активностью, могут утратить до 80% своей мышечной массы к 65 годам.\n\nСколько раз в неделю, вы занимаетесь физической активностью?\n\nОтвет напишите ниже, пожалуйстаю", 'answers' => ['Ответ в открытой форме']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я часто грущу'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nПрогулки - это самый популярный способ физической активности. Прогулки так же полезны для всего организма и для нашего психического здоровья.\n\nПолезный эффект от прогулок увеличивается в разы, если мы гуляем с друзьями или близкими.\n\nС кем сегодня, могли бы прогуляться вы?\n\nОтвет напишите ниже, пожалуйста.", 'answers' => ['Ответ в открытой форме']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я очень хорошо могу определять эмоции, которые я испытываю'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nСадоводничество и огородничество являются эффективным способом для развития силы вашего организма.\nА вы наслаждаетесь садоводством и огородничеством?\n\n1 - совсем нет, 5 - очень наслаждаюсь", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я ценю искуство'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Во время праздников и вечеринок, я всегда в центре внимания'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions' => ['1', '2', '3', '4', '5']],
//
                ["text" => "Добрый день!\nУченые доказали, что смех улучшает кровообращение. \n\nКак вы думаете на сколько процентов?", 'actions' => ['5%', '20%', '70%'], 'answers' => ['Спасибо за ответ! Правильный ответ: 20%. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nЗнаете ли вы, как называется столица Бостваны?", 'actions' => ['Габоронэ', 'Никосия', 'Яундэ'], 'answers' => ['Спасибо за ответ! Правильный ответ: Габоронэ. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nПопробуйте отгадать загадку: У чего есть шея, но нет головы?\n \nОтвет напишите, пожалуйста, ниже.", 'answers' => ['Спасибо за ответ! Правильный ответ - Бутылка. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nА знаете ил вы, что люди покупают для того, чтобы кушать, но никогда не съедают?\n\nОтвет напишите, пожалуйста, ниже.", 'answers' => ['Спасибо за ответ! Правильный ответ - Тарелка. Хорошего Вам дня!']],
                ["text" => "Добрый день!\n\nПоловина дня уже прошла почти незаметно.\n\nПо шкале от 1 до 10, как бы вы оценили ваш сегодняшний день?\n\n1 - совсем не удовлетворен, 10 - абсолютно удовлетворен\n\nОтвет напишите, пожалуйста, ниже."],
                ["text" => "Добрый день!\nСможете ли вы отгадать загадку: \nЯ существую только тогда, когда есть свет, но прямой свет меня убивает.\n\nОтвет напишите, пожалуйста, ниже.", 'answers' => ['Спасибо за ответ! Правильный ответ - Тень. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nКак сказала одна актриса, «С возрастом мы становимся лучше, если конечно же мы не банан!»  \n\nПо шкале от 1 до 5,  насколько вы согласны с таким утверждением? \n1 - совсем не согласен, 5 - абсолютно согласен", 'actions' => ['1', '2', '3', '4', '5']],

                ["text" => "Добрый день!\nКак вы думаете, какой самый большой орган вашего тела?", 'actions' => ['Кожа', 'Кишечник', 'Сердце'], 'answers' => ['Спасибо за ответ! Правильный ответ - Кожа. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nЗнаете ли вы, кто дал название Тихому океану?", 'actions' => ['Кристофор Колумб', 'Фернанд Магелан', 'Америго Веспуччи'], 'answers' => ['Спасибо за ответ! Правильный ответ - Фернанд Магелан. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nЗнаете ли вы, как звали первую женщину, получившую Нобелевскую премию?", 'actions' => ['Мэри Аннинг', 'Мари Кюри'], 'answers' => ['Спасибо за ответ! Правильный ответ - Мари Кюри. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nЗнаете ли вы, что самыми успешными бизнесменами являются люди старше 50 лет? \nПо шкале от 1 до 5, насколько вы согласны с утверждением: \n\n «Впереди меня ждут еще масса возможностей!»  \n\n1 - совсем не согласен, 5 - асболютно согласен", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый день!\n\nКак вы думаете, жители какой страны едят наибольшее количество шоколада?", 'actions' => ['Гана', 'Швейцария', 'Америка'], 'answers' => ['Спасибо за ответ! Правильный ответ - Швейцария. Хорошего Вам дня!']],
                ["text" => "Добрый день!\n\nЗнаете ли вы в какой стране изобрели мороженое?", 'actions' => ['Финляндия', 'Китай', 'Россия'], 'answers' => ['Спасибо за ответ! Правильный ответ - Китай. Хорошего Вам дня!']],
                ["text" => "Добрый день!\nЗнали ли вы, что оптимисты живут дольше. \n\nПо шкале от 1 до 5, насколько оптимистичным человеком считаете себя вы? \n\n1 - пессимист , 5 - абсолютный оптимист", 'actions' => ['1', '2', '3', '4', '5']],
            ],
            "default" => [
                "text_after_answer" => "Спасибо за ваш ответ, наслаждайтесь днем!"
            ]
        ],
        "en" => [],
    ],
    "3" => [
        "type" => "1",
        "ru" => [
            "items" => [
                ["text"=> "Добрый вечер!\n\nДень подходит к концу. Чем позитивным он вам запомнился?\n\nОтвет напишите ниже, пожалуйста."],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я очень хорошо cчитываю и понимаю язык тела'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nВечернее время - это время для подведения итогов дня, рефлексии, возможно планирования следующего дня.\n\nЧто важного вам хотелось бы сделать завтра?\n\nОтвет напишите ниже, пожалуйста."],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я ко всем отношусь с добротой и симпатией'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nПредставьте, что вы сейчас встретились с человеком, который как-то позитивно повлиял на важу жизнь.\n\nКакой совет бы он/она вам дал(а) сегодня? \n\nОтвет напишите ниже, пожалуйста."],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я способен очень ярко описывать те эмоции, которые я проживаю'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nВот и подходит к концу сегодняшний день. Что важного вы сегодня узнали?\n\nОтвет напишите ниже, пожалуйста."],
                
                ["text"=> "Добрый вечер!\n\nБлагодарность помогает нам преодолеть стресс, и даже улучшить наше физическое и ментальное состояния.\n\nИсследования показывают, что люди, которые намеренно проявляют благодарность, живут счастливее и реже впадают в депрессию.\n\nЗа что вы можете поблагодарить сегодняшний день?\n\nОтвет напишите ниже, пожалуйста. "],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я принимаю людей такими, какие они есть.'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nНаверняка вам известно, что добрые поступки делают людей счастливее. Но знали ли вы, что доброта делает еще счастливее самих людей, которые совершают добрые поступки.\n\nЧто доброго сегодня сделали вы?\n\nОтвет напишите ниже, пожалуйста."],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Я организованный и сразу выполняю все свои домашние дела.'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nКак прошел ваш день? Наверняка у вас уже сформировались планы на завтра.\n\nЧто важного вам хотелось бы сделать завтра?\n\nОтвет напишите ниже, пожалуйста."],
                ["text"=> "Добрый вечер!\n\nПо шкале от 1 до 5, насколько нижеупомянутое выражение характеризует вас?\n\n'Обычно мое настроение очень переменчиво.'\n\n1 - абсолютно не про меня, 5 - абсолютно про меня", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n\nТренировка мозга помогает нам сохранять физическое и метнальное здоровье, и предотвратить болезнь Альтзгеймера.  Исследования показывают, что ежедневные тренировки мозга в виде кроссвордов, пазлов, судоку и других упражнений намного эффективнее поддерживают ваше здоровье чем долгие но редкие тренировки мозга. \n\nА как вы сегодня тренировали ваш мозг?"],
                

                ["text" => "Добрый вечер!\nНадеемся ваш день удался!\n«Мы находимся здесь, чтобы внести свой вклад в этот мир. Иначе зачем мы здесь?' Стив Джобс\nНасколько важно вам внести ваш вклад в что-то? \n\nПо шкале от 1 до 5. 1 - совсем не важно, 5 - очень важно", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый вечер! \n«Чем больше любви, мудрости, красоты, доброты вы откроете в самом себе, тем больше вы заметите их в окружающем мире.' - Мать Тереза.\n\nДень подходит к концу, чем позитивным он вам запомнился? "],
                ["text" => "Добрый вечер! \nАльберт Эйнштейн когда-то сказал, «Чем умнее человек, тем легче он признает себя дураком' А как вы оцениваете свой интеллект? :) \n\nПо шкале от 1 до 5, где 1 - низковатый, 5 - очень высокий", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый вечер! \nДелимся размышлением дня. \n«Если тебе тяжело, значит ты поднимаешься в гору. Если тебе легко, значит ты летишь в пропасть»  - Генри Форд. \n\nА как вы относитесь к жизненным препятствиям? ", 'actions' => ['Негативно', 'Нейтрально', 'Позитивно']],
                ["text" => "Добрый вечер! \nТеодор Рузвельт однажды сказал, «Никогда не ошибается тот, кто ничего не делает.» \n\nА как вы смотрите на ваши ошибки? ", 'actions' => ['Негативно', 'Нейтрально', 'Позитивно']],
                ["text" => "Добрый вечер!\n«Еинственный человек, с которым вы должны сразвнивать себя - это вы в прошлом. И единственный человек, лучше которого вы должны быть - это вы сейчас»  - Зигмунд Фрейд\n\nНасколько вам важно постоянно улучшать себя? \n\nПо шкале от 1 до 5, где 1 - совсем не важно, 5 - очень важно.\n", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый вечер!\n«Надо любить жизнь больше чем смысл жизни.»  - Федор Достоевский \n\nЧем позитивным вам запомнился сегодняшний день? Напишите, пожалуйста ниже. "],

                ["text" => "Добрый вечер! \nДумая о прошедшем дне, как бы вы оценили его по шкале от 1 до 10? \n\n1 - плохо, 10 - отлично"],
                ["text" => "Добрый двечер!\n«Я дышу, и значит – я люблю! Я люблю, и значит – я живу!», сказал однажды Владимир Высоцкий. \n\nЛюбовь к чему помогает жить вам?"],
                ["text" => "Добрый вечер! \nЗнали ли вы, что, помимо их полезности, миндаль, авокадо и руккола позитивно влияют на ваше половое влечение?  \n\nНасколько важна для вас эта информация? 1 - совсем не важна, 5 - очень важна", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый вечер!\n«Если вы думаете, что на что-то способны, вы правы; если думаете, что у вас ничего не получится - вы тоже правы.»  - Генри Форд\nКак свои способности оцениваете вы? \n\nПо шкале от 1 до 5, где 1 - низкие, 5 - очень высокие", 'actions' => ['1', '2', '3', '4', '5']],
                ["text" => "Добрый вечер!\n«Счастье – это не нечто готовое. Счастье зависит только от ваших действий.» - Далай Лама \n\nЧто сегодня для вашего счастья сделали вы? Напишите, пожалуйста, ниже."],
                ["text" => "Добрый вечер!\n«Лучшее время, чтобы посадить дерево, было 20 лет назад. Следующий подходящий момент - сегодня.»  - Китайская пословица\n\nЧто важного сегодня еще можете сделать вы?"],
                ["text" => "Добрый вечер!\n«Счастье не в том, чтобы делать всегда, что хочешь, а в том, чтобы всегда хотеть того, что делаешь.» - Лев Толстой\n\nЧем вам хотелось вы заняться в ближайшие дни?"],
            ],
            "default" => [
                "text_after_answer" => "Спасибо за ваш ответ, хорошего вечера!"
            ]
        ],
        "en" => [],
    ],
    "g10" => [
        "type" => "2",
        "ru" => [
            "items" => [
                ["img" => "https://longevity-hub.world/img/bot/love/love-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/dogs/dogs-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "dogs"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/love/love-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/dogs/dogs-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "dogs"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/love/love-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
            ],

            "default" => [
                "text" => "Нравится ли вам это изображение?",
                "text_after_answer" => "Спасибо за ответ!",
                "text_after_like" => "Спасибо за ответ! Ждите новых интересных материалов!",
                "text_after_dislike" => "Спасибо за ответ! Мы постараемся присылать вам меньше подобного контента",
                "kb" => [
                    'inline_keyboard' => [
                        [
                            ['text' => 'Нравится!', "callback_data" => "like"],
                            ['text' => 'Не нравится!', "callback_data" => "dislike"],
                        ]
                    ]
                ]
            ]
        ],
        "en" => [],
        "img" => [
            ["https://longevity-hub.world/img/bot/love/love-1.jpg", "love"],
            ["https://longevity-hub.world/img/bot/cats/cats-1.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-1.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/nature/nature-1.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-1.jpg", "wisdom"],
            ["https://longevity-hub.world/img/bot/cats/cats-2.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/dogs/dogs-2.jpg", "dogs"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-2.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/love/love-2.jpg", "love"],
            ["https://longevity-hub.world/img/bot/nature/nature-2.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/cats/cats-3.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/dogs/dogs-3.jpg", "dogs"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-3.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/love/love-3.jpg", "love"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-2.jpg", "wisdom"],
            ["https://longevity-hub.world/img/bot/nature/nature-3.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-3.jpg", "wisdom"],
        ]
    ],
    "11" => [
        "img" => [
            "https://longevity-hub.world/img/avatar1.png",
            "https://longevity-hub.world/img/tourism/raft.jpg",
            "https://longevity-hub.world/img/avatar4.png",
            "https://longevity-hub.world/img/intellect/nauka1.jpg",
            "https://longevity-hub.world/img/tourism/tel.jpg",
            "https://longevity-hub.world/img/intellect/books1.jpg",
        ]
    ]
]];
