<?php

return [[
    "1" => [
        "type" => "1",
        "ru" => [
            "items" => [

                ["text"=> "Доброе утро!\nА знаете ли вы, что в мире существуют минимум 6 людей которые на вас похожи, и вероятность того, что вы когда-то на протяжении вашей жизни встретите своего двойника 9%.\n\nХотели бы ли вы однажды встретить своего двойника? ", 'actions'=>['Да', 'Нет', 'Сомневаюсь']],
                ["text"=> "Доброе утро! \nНа случай, если вы сегодня куда-то собираетесь, помните, что первое, на что люди обращают внимание при встрече с вами - это ваши туфли. \n\nПо шкале от 1 до 5, насколько вам важно мнение окружающих?\n\n1 - совсем не важно, 5 - очень важно", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Доброе утро!\nСпорт продлевает нашу жизь! Существует 50% вероятность того, что люди, проводящие 11 часов в сидячем положении рискуют умереть в следующие 3 года. \nПрогуляйтесь, поприседайте, наслаждайтесь движением!\n\nА вы уже занимались каким-то спортом сегодня?", 'actions'=>['Да', 'Нет', 'Мне не важно']],
                ["text"=> "Доброе утро! \n\nУтренний завтрак придает нам сил. Знаетел ли вы, что праворукие люди так же и жуют в основном правой стороной. \n\nА вы правша или левша?", 'actions'=>['Правша', 'Левша']],
                ["text"=> "Доброе утро!\nСогласно исследованиям, создание намерения какого-то действия увеличивает вероятность того, что вы его выполните на 30%.\nС каким намерением вы хотите начать ваш день, так, чтобы он удался?\n\nОтвет напишите, пожалуйста, ниже."],
                ["text"=> "Доброе утро! \nЗнали ли вы, что ваш рост зависит от роста вашего отца, а ваш вес - от веса вашей матери? \n\nСовпадает ли это в вашем случае?", 'actions'=>['Да', 'Нет', 'Сомневаюсь']],
                ["text"=> "Доброе утро! \nНаверняка вы замечали, что после отдыха у вас могут появляться новые идеи, ответы на заботящие вас вопросы. Все это потому что, когда мы отдыхаем, и отдыхает наш мозг, наше подсознательное продолжает перерабатывать полученую информацию. Отдыхая намеренно мы лучше думаем. \n\nА вы используете отдых намеренно?", 'actions'=>['Да', 'Нет']],
                
                ["text"=> "Доброе утро! \nЗнали ли вы, что человеческих мозг не может не замечать три вещи: еду, привлекательных людей, опасность.\n\nА что, по вашему мнению, замечаете чаще всего вы?", 'actions'=>['Еду', 'Привлекательных людей', 'Опасность']],
                ["text"=> "Доброе утро! \nЗнали ли вы, что положив пакетик чая в спортивную обувь или спортивную сумку, вы сможете избавиться от неприятного запаха внутри.\n\nСобираетесь ли вы, сегодня заняться физической активностью?", 'actions'=>['Да', 'Нет', 'Сомневаюсь']],
                ["text"=> "Доброе утро! \nВ мире существует такое количество сортов яблок, что если пробовать по одному сорту в день, у вас это займет 20 лет.\n\nА вы уже съели яблоко сегодня?", 'actions'=>['Да', 'Нет']],
                ["text"=> "Доброе утро! \nВремя - наш самый важный ресурс, и то, как мы оцениваем свое время, влияет на наши действия и решения и цели. \nДумая о будущем, по шкале от 1 до 5, насколько вы согласны с утверждением:\n«Большая часть моей жизни, все еще ждет меня впереди»?\n\n1 - совсем не согласен, 5 - абсолютно согласен", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Доброе утро! \nНаверняка вам известно, что без еды человек может жить несколько недель, а без сна - 11 дней. \nПо шкале от 1 до 5, насколько хорошо вы сегодня спали?\n\n1 - очень плохо, 5 - замечательно", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Доброе утро! \nЗнали ли вы, что лень и отсутстве активности убивает столько же людей, сколько убивает курение. \n\nЧто вы можете сделать сегодня, чтобы почувствовать себя здоровым? \nНапишите ответ ниже, пожалуйста."],
                ["text"=> "Доброе утро! \nЗнали ли вы, что наш мозг потребляет столько же энергии, сколько ее потребляет лампочка 10 ватт. \nЧто вы делаете для того, чтобы стимулировать ваш мозг? \nНапишите ответ ниже."],
                ["text"=> "Доброе утро! \nСогласно исследованиям, наше счастье во многом зависит от того, как мы поддерживаем позитивные отношения с теми, кто нам дорог. \nС кем сегодня можете поговорить вы, чтобы почувствовать себя немножко счастливее?  \nНапишете ответ ниже, пожалуйста."],

                /*              
                ["text" => "Доброе утро!\nА знаете ли вы, что в мире существуют минимум 6 людей которые на вас похожи, и вероятность того, что вы когда-то на протяжении вашей жизни встретите своего двойника 9%.Хотели бы ли вы однажды встретить своего двойника?", "actions"=>["Да", "Нет", "Сомневаюсь ответить"],  ],
                ["text" => "Доброе утро!\nНа случай, если вы сегодня куда-то собираетесь, помните, что первое, на что люди обращают внимание при встрече с вами - это ваши туфли. Так оденьте же хорошую пару туфлей при выходе из дома!", "actions"=>"Я и так всегда\n в приличных туфлях; Мне все это не важно", ],
                ["text" => "Доброе утро!\nСреда - середина недели, а вы уже занимались каким-то спортом?\nСуществует 50% вероятность того, что люди, проводящие 11 часов в сидячем положении рискуют умереть в следующие 3 года.\nПрогуляйтесь, поприседайте, наслаждайтесь движением!", "actions"=>"Я уже сделал зарядку!; Спасибо, обязательно!;Я и так весь день на ногах" ],
                ["text" => "Доброе утро!\nУтренний завтрак придает нам сил. А знали ли вы, что праворукие люди так же и жуют в основном правой стороной. А вы правша или левша?", "actions"=>"Правша; Левша; Не хочу отвечать", ],
                ["text" => "Доброе утро!\nВот и подходит к концу рабочая неделя.\nСогласно исследованиям, создание намерения какого-то действия увеличивает вероятность того, что вы его выполните на 30%.\nА вы уже спланировали свои выходные?", "actions"=>"Да;Нет;Есть идеи", ],
                ["text" => "Доброе утро!\nЗнали ли вы, что ваш рост зависить от роста вашего отца, а ваш вес - от веса вашей матери?Совпадает ли это в вашем случае?", "actions"=>"Да;Нет", ],
                ["text" => "Доброе утро!\nНу вот и воскресенье - день отдыха! Наверняка вы замечали, что именно после отдыха у вас могут появляться новые идеи, ответы на заботящие вас вопросы, лучшее осмысление ситуации. \nВсе это потому что, когда мы отдыхаем, и отдыхает наш мозг, наше подсознательное продолжает перерабатывать полученую информацию.\nОтдыхая намеренно мы лучше думаем.\nА вы используете отдых намеренно?", "actions"=>"Да;Нет", ],
*/
            ],
            "default" => [
                "text_after_answer" => "Спасибо за ответ! Хорошего вам дня!",
                "1text_after_1" => "Вы выбрали like",
                "1text_after_2" => "Вы выбрали dislike",
                "1text_after_3" => "Вы выбрали dont know",
                "1text_after_dislike" => "Вот увидите, день будет прекрасным!",
                "1kb" => [
                    'inline_keyboard' => [
                        [
                            ['text' => 'Все хорошо', "callback_data" => "like"],
                            ['text' => 'Все неважно', "callback_data" => "dislike"],
                        ]
                    ]
                ]
            ]
        ],
        "en" => [],
    ],
    "2" => [
        "type" => "1",
        "ru" => [
            "items" => [
                ["text"=> "Добрый день!\nУченые доказали, что смех улучшает кровообращение. \n\nКак вы думаете на сколько процентов?", 'actions'=>['5%', '20%', '70%'], 'answers'=>['Спасибо за ответ! Правильный ответ: 20%. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nЗнаете ли вы, как называется столица Бостваны?", 'actions'=>['Габоронэ', 'Никосия', 'Яундэ'], 'answers'=>['Спасибо за ответ! Правильный ответ: Габоронэ. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nПопробуйте отгадать загадку: У чего есть шея, но нет головы?\n \nОтвет напишите, пожалуйста, ниже.", 'answers'=>['Спасибо за ответ! Правильный ответ - Бутылка. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nА знаете ил вы, что люди покупают для того, чтобы кушать, но никогда не съедают?\n\nОтвет напишите, пожалуйста, ниже.", 'answers'=>['Спасибо за ответ! Правильный ответ - Тарелка. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\n\nПоловина дня уже прошла почти незаметно.\n\nПо шкале от 1 до 10, как бы вы оценили ваш сегодняшний день?\n\n1 - совсем не удовлетворен, 10 - абсолютно удовлетворен\n\nОтвет напишите, пожалуйста, ниже."],
                ["text"=> "Добрый день!\nСможете ли вы отгадать загадку: \nЯ существую только тогда, когда есть свет, но прямой свет меня убивает.\n\nОтвет напишите, пожалуйста, ниже.", 'answers'=>['Спасибо за ответ! Правильный ответ - Тень. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nКак сказала одна актриса, «С возрастом мы становимся лучше, если конечно же мы не банан!»  \n\nПо шкале от 1 до 5,  насколько вы согласны с таким утверждением? \n1 - совсем не согласен, 5 - абсолютно согласен", 'actions'=>['1', '2', '3', '4', '5']],
                
                ["text"=> "Добрый день!\nКак вы думаете, какой самый большой орган вашего тела?", 'actions'=>['Кожа', 'Кишечник', 'Сердце'], 'answers'=>['Спасибо за ответ! Правильный ответ - Кожа. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nЗнаете ли вы, кто дал название Тихому океану?", 'actions'=>['Кристофор Колумб', 'Фернанд Магелан', 'Америго Веспуччи'], 'answers'=>['Спасибо за ответ! Правильный ответ - Фернанд Магелан. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nЗнаете ли вы, как звали первую женщину, получившую Нобелевскую премию?", 'actions'=>['Мэри Аннинг', 'Мари Кюри'], 'answers'=>['Спасибо за ответ! Правильный ответ - Мари Кюри. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nЗнаете ли вы, что самыми успешными бизнесменами являются люди старше 50 лет? \nПо шкале от 1 до 5, насколько вы согласны с утверждением: \n\n «Впереди меня ждут еще масса возможностей!»  \n\n1 - совсем не согласен, 5 - асболютно согласен", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый день!\n\nКак вы думаете, жители какой страны едят наибольшее количество шоколада?", 'actions'=>['Гана', 'Швейцария', 'Америка'], 'answers'=>['Спасибо за ответ! Правильный ответ - Швейцария. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\n\nЗнаете ли вы в какой стране изобрели мороженое?", 'actions'=>['Финляндия', 'Китай', 'Россия'], 'answers'=>['Спасибо за ответ! Правильный ответ - Китай. Хорошего Вам дня!']],
                ["text"=> "Добрый день!\nЗнали ли вы, что оптимисты живут дольше. \n\nПо шкале от 1 до 5, насколько оптимистичным человеком считаете себя вы? \n\n1 - пессимист , 5 - абсолютный оптимист", 'actions'=>['1', '2', '3', '4', '5']],
             ],
            "default" => [
                "text_after_answer" => "Спасибо за ваш ответ, наслаждайтесь днем!"
            ]
        ],
        "en" => [],
    ],
    "3" => [
        "type" => "1",
        "ru" => [
            "items" => [
                ["text"=> "Добрый вечер!\nНадеемся ваш день удался!\n«Мы находимся здесь, чтобы внести свой вклад в этот мир. Иначе зачем мы здесь?' Стив Джобс\nНасколько важно вам внести ваш вклад в что-то? \n\nПо шкале от 1 до 5. 1 - совсем не важно, 5 - очень важно", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер! \n«Чем больше любви, мудрости, красоты, доброты вы откроете в самом себе, тем больше вы заметите их в окружающем мире.' - Мать Тереза.\n\nДень подходит к концу, чем позитивным он вам запомнился? "],
                ["text"=> "Добрый вечер! \nАльберт Эйнштейн когда-то сказал, «Чем умнее человек, тем легче он признает себя дураком' А как вы оцениваете свой интеллект? :) \n\nПо шкале от 1 до 5, где 1 - низковатый, 5 - очень высокий", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер! \nДелимся размышлением дня. \n«Если тебе тяжело, значит ты поднимаешься в гору. Если тебе легко, значит ты летишь в пропасть»  - Генри Форд. \n\nА как вы относитесь к жизненным препятствиям? ", 'actions'=>['Негативно', 'Нейтрально', 'Позитивно']],
                ["text"=> "Добрый вечер! \nТеодор Рузвельт однажды сказал, «Никогда не ошибается тот, кто ничего не делает.» \n\nА как вы смотрите на ваши ошибки? ", 'actions'=>['Негативно', 'Нейтрально', 'Позитивно']],
                ["text"=> "Добрый вечер!\n«Еинственный человек, с которым вы должны сразвнивать себя - это вы в прошлом. И единственный человек, лучше которого вы должны быть - это вы сейчас»  - Зигмунд Фрейд\n\nНасколько вам важно постоянно улучшать себя? \n\nПо шкале от 1 до 5, где 1 - совсем не важно, 5 - очень важно.\n", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n«Надо любить жизнь больше чем смысл жизни.»  - Федор Достоевский \n\nЧем позитивным вам запомнился сегодняшний день? Напишите, пожалуйста ниже. "],
                
                ["text"=> "Добрый вечер! \nДумая о прошедшем дне, как бы вы оценили его по шкале от 1 до 10? \n\n1 - плохо, 10 - отлично"],
                ["text"=> "Добрый двечер!\n«Я дышу, и значит – я люблю! Я люблю, и значит – я живу!», сказал однажды Владимир Высоцкий. \n\nЛюбовь к чему помогает жить вам?"],
                ["text"=> "Добрый вечер! \nЗнали ли вы, что, помимо их полезности, миндаль, авокадо и руккола позитивно влияют на ваше половое влечение?  \n\nНасколько важна для вас эта информация? 1 - совсем не важна, 5 - очень важна", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n«Если вы думаете, что на что-то способны, вы правы; если думаете, что у вас ничего не получится - вы тоже правы.»  - Генри Форд\nКак свои способности оцениваете вы? \n\nПо шкале от 1 до 5, где 1 - низкие, 5 - очень высокие", 'actions'=>['1', '2', '3', '4', '5']],
                ["text"=> "Добрый вечер!\n«Счастье – это не нечто готовое. Счастье зависит только от ваших действий.» - Далай Лама \n\nЧто сегодня для вашего счастья сделали вы? Напишите, пожалуйста, ниже."],
                ["text"=> "Добрый вечер!\n«Лучшее время, чтобы посадить дерево, было 20 лет назад. Следующий подходящий момент - сегодня.»  - Китайская пословица\n\nЧто важного сегодня еще можете сделать вы?"],
                ["text"=> "Добрый вечер!\n«Счастье не в том, чтобы делать всегда, что хочешь, а в том, чтобы всегда хотеть того, что делаешь.» - Лев Толстой\n\nЧем вам хотелось вы заняться в ближайшие дни?"],
            ],
                "default" => [
                "text_after_answer" => "Спасибо за ваш ответ, хорошего вечера!"
            ]
        ],
        "en" => [],
    ],
    "g10" => [
        "type" => "2",
        "ru" => [
            "items" => [
                ["img" => "https://longevity-hub.world/img/bot/love/love-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-1.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/dogs/dogs-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "dogs"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/love/love-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/cats/cats-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "cats"],
                ["img" => "https://longevity-hub.world/img/bot/dogs/dogs-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "dogs"],
                ["img" => "https://longevity-hub.world/img/bot/flowers/flowers-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "flowers"],
                ["img" => "https://longevity-hub.world/img/bot/love/love-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "love"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-2.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
                ["img" => "https://longevity-hub.world/img/bot/nature/nature-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "nature"],
                ["img" => "https://longevity-hub.world/img/bot/wisdom/wisdom-3.jpg", "text" => "Нравится ли вам это изображение?", "tags" => "wisdom"],
            ],

            "default"=>[
                "text" => "Нравится ли вам это изображение?",
                "text_after_answer" => "Спасибо за ответ!",
                "text_after_like" => "Спасибо за ответ! Ждите новых интересных материалов!",
                "text_after_dislike" => "Спасибо за ответ! Мы постараемся присылать вам меньше подобного контента",
                "kb" => [
                    'inline_keyboard' => [
                        [
                            ['text' => 'Нравится!', "callback_data" => "like"],
                            ['text' => 'Не нравится!', "callback_data" => "dislike"],
                        ]
                    ]
                ]
            ]
        ],
        "en" => [],
        "img" => [
            ["https://longevity-hub.world/img/bot/love/love-1.jpg", "love"],
            ["https://longevity-hub.world/img/bot/cats/cats-1.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-1.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/nature/nature-1.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-1.jpg", "wisdom"],
            ["https://longevity-hub.world/img/bot/cats/cats-2.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/dogs/dogs-2.jpg", "dogs"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-2.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/love/love-2.jpg", "love"],
            ["https://longevity-hub.world/img/bot/nature/nature-2.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/cats/cats-3.jpg", "cats"],
            ["https://longevity-hub.world/img/bot/dogs/dogs-3.jpg", "dogs"],
            ["https://longevity-hub.world/img/bot/flowers/flowers-3.jpg", "flowers"],
            ["https://longevity-hub.world/img/bot/love/love-3.jpg", "love"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-2.jpg", "wisdom"],
            ["https://longevity-hub.world/img/bot/nature/nature-3.jpg", "nature"],
            ["https://longevity-hub.world/img/bot/wisdom/wisdom-3.jpg", "wisdom"],
        ]
    ],
    "11" => [
        "img" => [
            "https://longevity-hub.world/img/avatar1.png",
            "https://longevity-hub.world/img/tourism/raft.jpg",
            "https://longevity-hub.world/img/avatar4.png",
            "https://longevity-hub.world/img/intellect/nauka1.jpg",
            "https://longevity-hub.world/img/tourism/tel.jpg",
            "https://longevity-hub.world/img/intellect/books1.jpg",
        ]
    ]
]];
